** pure python org-babel list
   (setq python-shell-interpreter "python3")

   #+name: styles
   #+begin_src python :session :results list
import matplotlib.pyplot as plt
plt.style.available
   #+end_src

   #+RESULTS: styles
   - seaborn-dark
   - seaborn-darkgrid
   - seaborn-ticks
   - fivethirtyeight
   - seaborn-whitegrid
   - classic
   - _classic_test
   - fast
   - seaborn-talk
   - seaborn-dark-palette
   - seaborn-bright
   - seaborn-pastel
   - grayscale
   - seaborn-notebook
   - ggplot
   - seaborn-colorblind
   - seaborn-muted
   - seaborn
   - Solarize_Light2
   - seaborn-paper
   - bmh
   - seaborn-white
   - dark_background
   - seaborn-poster
   - seaborn-deep

